{
  "Wight": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Wight",
    "lore": "Wights are undead creatures born from warriors who died in battle with a terrible rage or hatred burning in their hearts. This fury persists beyond death, animating their corpses and driving them to seek vengeance against the living. Unlike mindless undead, wights retain much of their combat prowess and tactical thinking from life, making them formidable opponents.\n\nWights appear as withered, desiccated humanoids with burning hatred visible in their eyes. Their touch drains the life force from living creatures, leaving victims weakened and vulnerable. Those slain by a wight often rise as wights themselves, forever bound to serve their killer.\n\nThese undead are often found haunting battlefields, ancient fortresses, or places where great violence occurred. They sometimes lead groups of lesser undead, using their retained intelligence to coordinate attacks against the living."
  },
  "Ghoul": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ghoul",
    "lore": "Ghouls are sentient, ravenous humanoid undead who haunt graveyards and devour corpses. Despite being undead, ghouls harbour many of the needs that drive the living, though these needs are normally perverted in some sinister way. Ghouls are primarily motivated by hunger despite being dead with stomachs that stopped working long ago. This hunger is constant, never rising or falling, and ceasing only while consuming flesh.\n\nGhouls have a somewhat humanoid appearance, sharing the basic frame of the humanoid they were created from, although up close it is almost impossible to mistake a ghoul for a still-living person. All ghouls look emaciated and hungry, and despite their frequent feasting ghouls never gain weight and always look wiry. Their skin takes on the hue of bruised, pallid flesh. A ghoul's facial features also subtly change to become more elongated, with teeth that increase in both size and sharpness.\n\nThe bite of a ghoul can inflict ghoul fever, which causes the victim to suffer from great hunger but also renders them unable to keep down any food. Unless cured, the victim slowly starves to death and rises the next midnight as a ghoul."
  },
  "Mohrg": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Mohrg",
    "lore": "Mohrgs are dangerous and malevolent undead creatures born of people who killed countless others during their lifetime. They appear as skeletons with vivid, living prehensile entrails that writhe and lash out at the living. These intestines are not merely decorative—they serve as deadly weapons that can strangle and constrict victims.\n\nA mohrg is created when a serial killer or mass murderer dies without atoning for their crimes. The sheer weight of their evil deeds prevents their soul from moving on, instead binding it to their remains and transforming them into this horrific undead form. Mohrgs retain their intelligence and often their sadistic personalities, taking pleasure in killing just as they did in life.\n\nThose slain by mohrgs instantly animate as fast-moving zombies under the command of their slayer, creating an ever-growing horde of undead servants. This makes mohrgs particularly dangerous, as they can quickly overwhelm settlements if not stopped."
  },
  "Will-o-Wisp": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Will-o-wisp",
    "lore": "Will-o'-wisps are malevolent aberrations that appear as glowing orbs of light, often mistaken for lanterns or magical illumination. These creatures are actually sentient beings of pure malice that feed on the fear and suffering of those who become lost and die in desolate places. They are particularly common in swamps, marshes, and other treacherous terrain where travelers might easily become disoriented.\n\nWill-o'-wisps are sadistic hunters that use their appearance to lure victims to their doom. They often mimic the lights of distant settlements or rescue parties, leading lost travelers deeper into danger. Once their prey is sufficiently weakened and terrified, the will-o'-wisp reveals its true nature and feeds on the victim's fear before delivering a killing blow with its electrical attacks.\n\nThese creatures are highly intelligent and patient, sometimes toying with victims for hours or even days before moving in for the kill. They can become invisible at will and are resistant to most forms of magic, making them extremely difficult to combat or escape from once encountered."
  },
  "Zombie": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Zombie",
    "lore": "A zombie is the corpse of a creature animated by necromantic magic. These mindless undead are among the most common servants of necromancers and evil clerics, as they require relatively little magical power to create and maintain. Zombies retain the basic physical form of the creature they were in life, but their flesh is pallid and rotting, and they move with an awkward, shambling gait.\n\nUnlike some undead that retain fragments of their former personality or intelligence, zombies are completely mindless automatons that follow simple commands from their creator. They feel no pain, fear, or hesitation, making them relentless opponents that continue attacking until destroyed or commanded to stop.\n\nZombies are often created in large numbers to serve as shock troops or laborers. Their main advantages are their resilience to damage and their complete obedience. However, their slow movement and lack of tactical thinking make them vulnerable to prepared opponents."
  },
  "Skeleton": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Skeleton",
    "lore": "A skeleton is a typically mindless undead being that was animated through basic necromantic magic from the bones of any creature with a skeletal structure. Skeletons are among the simplest and most common forms of undead, requiring minimal magical energy to create and maintain. They serve as tireless guardians, soldiers, and laborers for those who command them.\n\nSkeletons have the skeletal form of whatever creature they were animated from, most commonly humanoids. They are held together by dark magic rather than sinew and muscle, allowing them to move despite lacking the biological components necessary for life. Their bones often show signs of age and damage, and they may be adorned with remnants of armor or clothing from their former existence.\n\nLike zombies, skeletons are mindless and follow simple commands without question or hesitation. However, they are typically faster and more coordinated than zombies, making them more effective in combat situations. Skeletons are often found guarding tombs, ancient ruins, or serving necromancers as expendable troops."
  }
}
