{
  "Wight": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Wight",
    "lore": "Wights are undead creatures born from warriors who died in battle with a terrible rage or hatred burning in their hearts. This fury persists beyond death, animating their corpses and driving them to seek vengeance against the living. Unlike mindless undead, wights retain much of their combat prowess and tactical thinking from life, making them formidable opponents.\n\nWights appear as withered, desiccated humanoids with burning hatred visible in their eyes. Their touch drains the life force from living creatures, leaving victims weakened and vulnerable. Those slain by a wight often rise as wights themselves, forever bound to serve their killer.\n\nThese undead are often found haunting battlefields, ancient fortresses, or places where great violence occurred. They sometimes lead groups of lesser undead, using their retained intelligence to coordinate attacks against the living."
  },
  "Ghoul": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ghoul",
    "lore": "Ghouls are sentient, ravenous humanoid undead who haunt graveyards and devour corpses. Despite being undead, ghouls harbour many of the needs that drive the living, though these needs are normally perverted in some sinister way. Ghouls are primarily motivated by hunger despite being dead with stomachs that stopped working long ago. This hunger is constant, never rising or falling, and ceasing only while consuming flesh.\n\nGhouls have a somewhat humanoid appearance, sharing the basic frame of the humanoid they were created from, although up close it is almost impossible to mistake a ghoul for a still-living person. All ghouls look emaciated and hungry, and despite their frequent feasting ghouls never gain weight and always look wiry. Their skin takes on the hue of bruised, pallid flesh. A ghoul's facial features also subtly change to become more elongated, with teeth that increase in both size and sharpness.\n\nThe bite of a ghoul can inflict ghoul fever, which causes the victim to suffer from great hunger but also renders them unable to keep down any food. Unless cured, the victim slowly starves to death and rises the next midnight as a ghoul."
  },
  "Mohrg": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Mohrg",
    "lore": "Mohrgs are dangerous and malevolent undead creatures born of people who killed countless others during their lifetime. They appear as skeletons with vivid, living prehensile entrails that writhe and lash out at the living. These intestines are not merely decorative—they serve as deadly weapons that can strangle and constrict victims.\n\nA mohrg is created when a serial killer or mass murderer dies without atoning for their crimes. The sheer weight of their evil deeds prevents their soul from moving on, instead binding it to their remains and transforming them into this horrific undead form. Mohrgs retain their intelligence and often their sadistic personalities, taking pleasure in killing just as they did in life.\n\nThose slain by mohrgs instantly animate as fast-moving zombies under the command of their slayer, creating an ever-growing horde of undead servants. This makes mohrgs particularly dangerous, as they can quickly overwhelm settlements if not stopped."
  },
  "Will-o-Wisp": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Will-o-wisp",
    "lore": "Will-o'-wisps are malevolent aberrations that appear as glowing orbs of light, often mistaken for lanterns or magical illumination. These creatures are actually sentient beings of pure malice that feed on the fear and suffering of those who become lost and die in desolate places. They are particularly common in swamps, marshes, and other treacherous terrain where travelers might easily become disoriented.\n\nWill-o'-wisps are sadistic hunters that use their appearance to lure victims to their doom. They often mimic the lights of distant settlements or rescue parties, leading lost travelers deeper into danger. Once their prey is sufficiently weakened and terrified, the will-o'-wisp reveals its true nature and feeds on the victim's fear before delivering a killing blow with its electrical attacks.\n\nThese creatures are highly intelligent and patient, sometimes toying with victims for hours or even days before moving in for the kill. They can become invisible at will and are resistant to most forms of magic, making them extremely difficult to combat or escape from once encountered."
  },
  "Zombie": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Zombie",
    "lore": "A zombie is the corpse of a creature animated by necromantic magic. These mindless undead are among the most common servants of necromancers and evil clerics, as they require relatively little magical power to create and maintain. Zombies retain the basic physical form of the creature they were in life, but their flesh is pallid and rotting, and they move with an awkward, shambling gait.\n\nUnlike some undead that retain fragments of their former personality or intelligence, zombies are completely mindless automatons that follow simple commands from their creator. They feel no pain, fear, or hesitation, making them relentless opponents that continue attacking until destroyed or commanded to stop.\n\nZombies are often created in large numbers to serve as shock troops or laborers. Their main advantages are their resilience to damage and their complete obedience. However, their slow movement and lack of tactical thinking make them vulnerable to prepared opponents."
  },
  "Skeleton": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Skeleton",
    "lore": "A skeleton is a typically mindless undead being that was animated through basic necromantic magic from the bones of any creature with a skeletal structure. Skeletons are among the simplest and most common forms of undead, requiring minimal magical energy to create and maintain. They serve as tireless guardians, soldiers, and laborers for those who command them.\n\nSkeletons have the skeletal form of whatever creature they were animated from, most commonly humanoids. They are held together by dark magic rather than sinew and muscle, allowing them to move despite lacking the biological components necessary for life. Their bones often show signs of age and damage, and they may be adorned with remnants of armor or clothing from their former existence.\n\nLike zombies, skeletons are mindless and follow simple commands without question or hesitation. However, they are typically faster and more coordinated than zombies, making them more effective in combat situations. Skeletons are often found guarding tombs, ancient ruins, or serving necromancers as expendable troops."
  },
  "Pathfinder #185: A Taste of Ashes pg. 88": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#185:_A_Taste_of_Ashes_pg._88",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Ovinnik": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ovinnik",
    "lore": "Ovinniks are black-furred house spirits that vaguely resemble cats. They tend to live in granaries or drying houses. Despite their feline appearance, they bark to scare away intruders. Ovinniks are not sought after like other house spirits, but if one chooses to live in a family's farm, the family gives frequent gifts to the ovinnik consisting of milk, pancakes, or dead roosters. Tradition dictates that this family will have their fates revealed every year by a touch from the ovinnik; a warm touch means good luck, a cold touch means misfortune within days.1"
  },
  "Pathfinder #169: Kindled Magic pg. 22": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#169:_Kindled_Magic_pg._22",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Drake": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Drake",
    "lore": "Drakes are bestial relatives of primal dragons.12 Drakes share many traits with primal dragons, such as sturdy leathery wings, reptilian forms, dangerous breath, and the ability to speak, but they lack forearms and primal dragons' greater intelligence.34 A pack of drakes is called a rampage.41\n\nCompared to dragons, drakes are smaller, physically weaker, and slower.1 They reach reproductive maturity earlier than dragons and are consequently more common. Drakes breed every five years, laying clutches of eggs that must be incubated for three to six weeks under specific conditions particular to each drake species. Drake hatchlings imprint on the first creature they see and reach maturity in two years.41\n\nDrake eggs have little significant variance in coloration by species, requiring a trained eye to discern their differences."
  },
  "Pathfinder #175: Broken Tusk Moon pg. 82": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#175:_Broken_Tusk_Moon_pg._82",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Pathfinder #154: Siege of the Dinosaurs pg. 55": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#154:_Siege_of_the_Dinosaurs_pg._55",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Undead": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Undead",
    "lore": "Undead1 are once-living creatures animated by spiritual or supernatural forces, chiefly void energy or unholy magic that corrupted a recently departed soul.23 Undead can be either mindless or intelligent. Undead may be colloquially referred to as the walking dead.4\n\nCreating and transporting undead creatures is illegal in most nations of the Inner Sea region (with Geb being the most prominent exception). The state of undeath is considered a severe moral crime as it violates both a person's body and soul.6\n\nA network of smugglers attempts to circumvent these prohibitions, however, as the mindless undead make for tireless and inexpensive unskilled laborers; a humanoid skeleton can cost as little as 45 gold pieces. Such black-market undead are typically created by profiteering arcane necromancers rather than those that already serve cults or worshipers of evil deities, or hard-to-control spontaneously created undead.6"
  },
  "Bear": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Bear",
    "lore": "Bears are powerful, furred carnivorous animals. Their various species that can be found in all of Golarion's climate zones. They include the powerful, brown grizzly bear found in forested hills,1 their smaller black bear cousins,2 and the polar and Taraskan bears of northern Avistan, who can be found on and near the Crown of the World.34 Cave bears, also known as dire bears or short-faced bears, are more powerful versions of their lesser cousins found far from civilization.1 Pandas are climbing, bamboo-eating bears who live solitary lives and are far less aggressive than other breeds.5 Kokogiaks are monsters resembling gigantic, ten-legged polar bears.6\n\nBears are sometimes found as the animal companions of druids, rangers, or other professions with close ties to the animal kingdom,7 especially among the dwarves, gnomes, orcs, and humans."
  },
  "Tenome": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Tenome",
    "lore": "Tenomes are a type of yokai1 who stalk and eat victims in cities.12\n\nA tenome resembles a humanoid whose two eyes are each in the palms of its hands instead of its head. Its skin is pale and wrinkled and its sharp fangs emit a vibrating hum.12\n\nTenomes gaze at their victims from the eyes in their outstretched hands to terrify them, and after wounding their victim they feed by rapidly vibrating their teeth and sucking their bones out as a liquid slurry.2 A typical tenome stands between five and six feet tall and weighs 150 pounds.1"
  },
  "Pathfinder #167: Ready? Fight! pg. 26": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#167:_Ready?_Fight!_pg._26",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Pathfinder #216: The Acropolis Pyre pg. 89": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#216:_The_Acropolis_Pyre_pg._89",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Pixie": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pixie",
    "lore": "Pixies resemble small humanoids with gossamer-thin butterfly wings, but are in fact an unusually tall type of sprite.1\n\nPixies resemble humans who are two feet tall and somewhat whimsical-looking, with vividly coloured butterfly wings. They make up for their small stature by floating at eye level with any creature they converse with. They are fast talkers who easily become over-excited.2citation needed\n\nPixies are creatures both tied to the natural world and beyond it; as fey sprites, they are inherently tied to the mysterious First World and possess unusual abilities.13 They are curious, excitable, and have a streak of puckishness. They are proud of their archery skills, which they practice by shooting dewdrops or severing vines and hairs.4"
  },
  "Levaloch": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Levaloch",
    "lore": "Levalochs, also known as warmonger devils, are the efficient and absolutely loyal soldiers of Hell's armies.1\n\nA levaloch is little more than a suit of armour made of dark metallic plates, scuttling upon six heavy, bladed, segmented legs. Its body is pierced with gleaming spikes studded with trophies, and has no internal structure. It wields a long trident in one arm and a barbed net in the other. With little variation, levalochs stand just over 10 feet tall and weigh almost exactly one ton.1\n\nLevalochs, like other outsiders, have no need for sleep, food, or drink,1 and are nourished and refreshed entirely through combat. If a levaloch is destroyed, its body contains only pitch.2"
  },
  "Catoblepas": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Catoblepas",
    "lore": "A catoblepas is an ugly creature having a boar-like head with short antlers, a thick bullish body covered in spines, and cloven hooves on their stumpy legs.1\n\nCatoblepases have been seen in such far-flung locations as the plains of Varno in Ustalav,2 and on the Shackles off the western coast of Garund.34\n\nFey counterparts to these strange creatures are frequently seen in the First World.5"
  },
  "Abrikandilu": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Abrikandilu",
    "lore": "Abrikandilus are also known as wrecker demons, so called because of their constant need to destroy anything of beauty.1\n\nAn abrikandilu is a deformed, horned, hunchbacked humanoid with a forked rat tail and two thumbs per hand. It stands four feet tall and weighs 200 pounds.1\n\nAbrikandilus are formed from the souls of vandals or defacers of works of art, especially those who did so out of envy. Their hatred of beauty is rivalled only by their loathing of their own shape, the sight of which (but not that of others of its kind) drives an abrikandilu into rage.1"
  },
  "Shadow": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Shadow",
    "lore": "Shadows are undead creatures who consume beings who stray from the light.12\n\nThe aptly named shadow is a shadowy, incorporeal undead creature which is vaguely humanoid in shape.12\n\nShadows can stalk in any area with poor light, including ruins, candle-lit rooms, and shrouded forests. They also travel between the Universe and the Netherworld, though it is unclear whether they can travel between planes on their own means or through a more powerful patron's.12"
  },
  "Otyugh": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Otyugh",
    "lore": "The otyugh is a weird-looking scavenger,1 sometimes called a trash eater or a sewer beast.2\n\nThe otyugh has a bizarre anatomy: its large central body is mostly mouth, with three stumpy legs and three tentacles—two with barbs, and one with numerous eyes.1\n\nTheir origin is unknown, but they are believed to be natural creatures rather than the result of a magical experiment. One theory is that they may be related to crocodiles. They can be found in both swamps and sewers; presumably they originated in swamps, but later discovered sewers to be a great source of food. They live on garbage in sewers, or on rotting plants and animals in the swamp. Few creatures can stomach eating an otyugh, so numbers are usually determined by the amount of food available.3"
  },
  "Calathgar": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Calathgar",
    "lore": "Calathgar are plants generally known by their common name: hail lilies. Although cuttings of these beautiful blue plants are highly prized among horticulturalists, few know that when left to grow to adulthood, they develop the most-unusual of traits: intelligence.1"
  },
  "Hadrosaurid": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Hadrosaurid",
    "lore": "Hadrosaurid, or duck-billed dinosaur, is a grouping of herbivorous dinosaur species that all share a characteristic flat snout with vegetation-grinding teeth. Their jaw shape is described as \"duck-billed\". Hadrosaurids can grow to the size of an elephant and usually range from 20 to 30 feet long with a maximum weight of about 10,000 pounds.12\n\nDespite their size, hadrosaurids likely flee from fights, rarely showing aggression, though a stampeding herd is incredibly dangerous and destructive.12\n\nGiants and other large creatures domesticate hadrosaurids but only as farmed livestock, as their propensity to run from danger makes them very poor mounts.12"
  },
  "Kasesh": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Kasesh",
    "lore": "Kaseshi1 are small green earth elementals created many thousands of years ago by the Vault Builders. Each of them has a single word on their body written in an unknown script from which they draw the focus of their power. Those with narrower words such as \"Stone\" have a more focused and limited power and understanding of the world, whereas those with broader concepts, such as a feeling, can have a much broader comprehension and a wider range of abilities.2\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Spring-Heeled Jack": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Spring-Heeled_Jack",
    "lore": "The Spring-Heeled Jack is a mysterious species of fey native to the First World who occasionally travels to the Universe to go on murder sprees. Due to their rarity and distrust of each other's company, Spring-Heeled Jacks have never been seen together, giving rise to the misconception that Spring-Heeled Jack is a singular, unique individual.12\n\nSpring-Heeled Jacks are hairy, horned bipeds with cruel glowing eyes, cloven hooves, and a pointed tail. They tend to wear tattered cloaks, called Jack's Tattered Capes, to disguise themselves at night. While these disguises are crude, a Spring-Heeled Jack only needs his victim to let their guard down enough to move within striking distance (much further away than most victims realise). The species' name comes from a Spring-Heeled Jack's ability to instantly leap great distances, suddenly closing gaps to strike with a knife which he calls his \"Little Love\".2 A Spring-Heeled Jack is about 4 feet in height and 80 pounds in weight."
  },
  "Meokdan": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Meokdan",
    "lore": "The starving meokdan, or hungry nindoru, is the least variety of nindoru.1\n\nA meokdan appears human in shape, with thick hair that grows all over its head and leaves only its mouth visible. Its arms appear unnaturally long and broken, with long-fingered hands that have ragged nails. Its skin is covered in small, open sores.1\n\nA meokdan can reach down its own throat and pull a bone from its stomach to wield as a fragile yet effective club. It can also gnaw on creatures or objects in an attempt to sate its hunger, using the frustration of attempting to eat an inanimate object to empower itself. Creatures killed by a meokdan are difficult to resurrect or raise as an undead creature, with the difficulty lingering until the offending meokdan is themself slain. Meokdans have a limited number of innate occult spells that they can cast, and they are able to speak in Aklo, Common, and Necril.1"
  },
  "Flytrap": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Flytrap",
    "lore": "Flytraps are carnivorous plants distinguished by tooth-edged mouth-like leaves. They feed on giant insects, but will also take humanoid prey.12\n\nSnapping flytraps possess two tooth-edged mouths at the end of ten-foot-long stalks. They are aggressive carnivores and bite at any creature that approaches them.12 They can move around with their roots, and are sometimes taken as animal companions.3\n\nGiant flytraps are ambush hunters that blend in with surrounding foliage, using the element of surprise to strike at their prey.12"
  },
  "Bogey": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Bogey",
    "lore": "Bogeymen are terrifying fey who devour innocence and steal souls. Depending on their relative power and size, they are classified as bogeys, bugaboos, or bogeymen.1\n\nBogeymen methodically stalk and torment a single person at a time, usually a young child or elder, for days or even weeks at a time. Bogeys typically hide under a bed, in a dark attic, or in a slightly ajar closet, while the more sophisticated bogeymen might ominously appear in shadowy back alleys or street corners. From there, they hint at their presence to methodically cultivate the victims' realisation that they are not alone, before fully revealing themselves. Devouring three souls in a year causes a bogey to transform into a bugaboo; six souls are needed for a bugaboo to become a bogeyman.12\n\nSometimes, instead of killing his victim, a bogeyman might kidnap them and bring them to a far-off location."
  },
  "Giant": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Giant",
    "lore": "Giants are a grouping of many types of unusually large humanoids who live in Golarion's remote reaches.12\n\nAll giants share massive humanoid forms. They often range from 12 to 40 feet tall and measure their weight in tons.3 They also share an elemental hunger, the nature of which often corresponds to their own. For example, frost giants consume large amounts of snow with their meals, while shadow giants crave the Netherworld's tangible shadow matter.2\n\nThere are many forms of giant on Golarion broadly classifiable into two categories: true giants and giantkin.4 True giants are sometimes referred to as giantkind.5"
  },
  "Huldra": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Huldra",
    "lore": "Huldra are cold-climate fey, resembling human females but sporting a fox tail and a wooden hollow in their backs; they have hatred for trolls.1\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Daeodon": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Daeodon",
    "lore": "Daeodons, also known as dire boars,1 are much larger and more aggressive relatives of the common wild boar.23\n\nThey are generally at least ten feet in length and seven feet tall at the shoulder, weighing upwards of 2,000 pounds.23\n\nWhile wild boars are omnivores, dire boars prefer the taste of fresh meat, and their keen senses and large, sharp tusks make them superior predators. Primarily scavengers, daeodons occasionally attack smaller, lone individuals if no easier source of food is present.23"
  },
  "Holdfast": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Holdfast",
    "lore": "Holdfasts are small, burrowing, predatory animals.1\n\nA holdfast has a streamlined body covered with dappled grey fur, powerful jaws, and large talons.1\n\nA holdfast can see in low-light conditions, has a keen sense of smell, and can sense vibrations through the ground. As long as a holdfast can fit its head through an opening, it can squeeze its entire body through.1"
  },
  "False Priest": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/False_Priest",
    "lore": "The False Priest is the name given to the unidentified cleric of Urgathoa who plies his nefarious trade on the eastern borders of the Hold of Belkzen near the Battle of the Burning Child. He tries to trick passers-by into entering the battlefield where they might trigger an appearance of the undead entity known as the Burning Child, and become an unknowing offering to his dark mistress.1"
  },
  "Aghash": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Aghash",
    "lore": "Aghashes are a div species whose obsessive hatred concerns beautiful mortals.1citation needed\n\nAn aghash is a filthy hag-like creature draped in rags and hunched over on goat-like legs, giving its emaciated frame an obscene, jerking gait. Its face is featureless save for a large eye ringed by fangs. An aghash stands between five and six feet tall and weighs about 100 pounds.1citation needed\n\nMerely watching an aghash opens one to the curse of the evil eye which it embodies. It can deliver curses from a distance, leading some victims to believe they have been afflicted by a disease or cursed by the gods, all while the aghash delights in the suffering it has caused.1citation needed"
  },
  "Nai Yan Fei": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Nai_Yan_Fei",
    "lore": "Lady Nai Yan Fei (pronounced nai jan fey)1 is the ruler of Goka.21 She is served by the Butterfly Blades, an order of yellow-robed killers descended from an ancient Yixing tradition.3\n\nNai Yan Fei lived a comfortable childhood as the scion of a noble family. When she was two, her parents were killed while on a diplomatic mission in a scheme by rival Gokan nobles in the Yun-Ta clan, leading her to be raised by her grandfather, Nai Hu Buo, the then-Emperor of Goka. He trained her in the courtly arts, while ensuring she was trained in combat by the Butterfly Blades. After ten years, Hu Buo, satisfied with Yan Fei's skill, returned to politics and shortly after won a third term as emperor of Goka.4\n\nAfter turning 14, Yan Fei vowed to avenge her parents and started living under multiple secret identities in Goka to scour for information. After a few months, she found the assassins and struck them down, then tracked them to the Yun-Ta family, who had already been wiped out by their enemies."
  },
  "Bison": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Bison",
    "lore": "Bison1 are large, horned, wild herd animals similar to the more frequently domesticated aurochs.2\n\nBison are distinguished by a hump at their shoulders; small, upward-facing horns; and a shaggy, furry coat. A bison can be up to 7 feet tall at its hump and 12 feet long, and weighs an average of 2,200 pounds.2\n\nLike other large herd animals, several bison can stampede together as a group.2"
  },
  "Hag": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Hag",
    "lore": "There are several types of hag, each with its own strengths and weaknesses. However, they also have many features in common.\n\nHags have been around for a very long time. Some sages speculate that they moved to Golarion from the First World. It has even been suggested that they may once have been fey, cursed for their vanity and turned into crones.10 The fey fable of the Three sisters of Simarron tells a similar story.15\n\nHag offspring, known as changelings, are typically born when a hag tricks a male of another species into coupling with her. The hag normally murders and eats the changeling's father before he can ever see his child. After giving birth, the hag then abandons the child with a family or organisation of the father's ancestry that she believes will care for the child, such as a temple.1617 Changelings can also be born when a hag coven performs ritual magic near a settlement, and such babies are often soon abandoned or orphaned."
  },
  "Wasp": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Wasp",
    "lore": "Wasps are aggressive flying insects with a painful sting. They range in size from a fraction of an inch to several inches. Individual wasps are generally not dangerous to the average humanoid, but when they mass in huge wasp swarms of several thousand, they can become a serious hazard.2\n\nThe wasp is the sacred animal of Calistria: the goddess of lust, revenge, and trickery. Calistria's herald, the Menotherian, resembles a gigantic wasp with prehensile hands at the end of its forelegs.3 Sometimes followers of Calistria acquire a wasp as a familiar.4\n\nGiant wasps are horse-sized varieties of their smaller cousins.2"
  },
  "Kuribu": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Kuribu",
    "lore": "Kuribus are small child-like angels tasked with guarding sacred places.1\n\nKuribus look like halfling-sized, child-like, round-cheeked humanoids, and have flawless marble-like skin that is as tough as stone; as a result, all kuribus can blend in with the architecture of a church. A kuribu has two sets of wings, with the smaller pair at the base of the spine allowing a greater amount of control when flying. It wields a bow and carries a quiver full of arrows on its back. A typical kuribu stands three feet tall and weighs 60 pounds.1\n\nA kuribu has four true holy countenances, three of which are hidden at any time. Each countenance provides different benefits, and the kuribu can present a different countenance to gain its benefits in exchange of those of the countenance that just got hidden. The majority of kuribus can take on the countenances of eagles, lions and oxen, but a few variant kuribus possessing the aspects of different animals do exist.1"
  },
  "Herexen": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Herexen",
    "lore": "Herexens are former faithful clerics in life who lost their faith at some point before or during their death, causing in them a wish to commit blasphemy, vengeance, and heresy against the deity they once served.123 This desire for sacrilege during death, binds their souls to their flesh.2\n\nHerexens believe that faith is the greatest lie2 and are driven to besmirch, discredit, deface, destroy, and slaughter worshipers, items, and locations relating to their former deity13 with some even plotting direct attacks against their former divine power.2\n\nPowerful clerics that turn or long-lived herexen may become the stronger greater herexen variant.13"
  },
  "Kholo": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Kholo",
    "lore": "Kholo,✝︎ also known as gnolls or hyenafolk, are a humanoid ancestry with traits that resemble hyenas, and are renowned for their brutal, pragmatic efficiency in both life and battle. Structuring themselves into pack-like clans, kholo maintain deep connections to their ancestors and are renowned for both their ruthlessness and loyalty.12\n\nLarge and powerfully built, kholo resemble a hybrid of humanoid and hyena that stands taller, bulkier, and furrier than a human. A kholo's upright stance is probably their most humanoid feature, though with a noticeable hyena-like hunch to its back. Their torso is also more humanoid than a hyena's though still covered in mangy fur, and their muscular arms end in clawed hands as dexterous as a human's.3\n\nA kholo's legs are double-jointed like a hyena's, which gives them an odd lopping-hopping gait when they run on their hind legs."
  },
  "Shae": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Shae",
    "lore": "Shae1 are shadowy, amorphous creatures native to the Netherworld.2\n\nInstead of casting shadows, shae instead transfer umbral energies with nearby shadows. Shae clothing is typically fashioned from such energy and shifts with their constantly changing forms, although shae diplomats sometimes wear conventional clothing, particularly masks made of white stone that present a humanoids-like face. Due to their beliefs that they are superior to such humanoids, shae wear such accommodations only reluctantly and begrudgingly, with the understanding that they make such interactions as expedient as possible.2"
  },
  "Karumzek": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Karumzek",
    "lore": "Karumzeks are a race of divine servitors of the god Norgorber, specifically his aspect as Blackfingers that is focused on poisons, alchemy, and experimentation.1 They are spider-like and crafty.2\n\nKarumzeks are immune to poison but have vulnerability to the powers of good. They have darkvision and they can pinpoint any nearby creature affected by poison, even knowing its type and stage or progression with focus. They can clim and have a venomous bite.2\n\nThey can use invisibility and negate aroma on self with innate occult magic and polymorph into a tiny spider with arcane.2"
  },
  "Hexworm": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Hexworm",
    "lore": "Hexmoths are moth-like creatures that can sense and consume sources of magic.1\n\nHexmoths resemble vibrantly colored moths with varying appearances. One specimen might have blue eyes, a teal-furred body, and purple antennae with teal and purple wings.2\n\nA hexmoth consumes magic and is resistant to being damaged by spells. Each hexmoth has an immunity granted by the sort of magic energy they consumed the most as a larva, such as fire. This same magic energy suffuses the hexmoth, and allows it to fling energy bolts and expel scale dust infused with the same type of energy from its wings.1"
  },
  "Manticore": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Manticore",
    "lore": "Manticores are monstrous winged predators that combine the features of several creatures into a deadly whole.1\n\nA manticore has the body of an immense lion the size of a horse, the wings of a dragon, and a long tail ending in a cluster of vicious porcupine-like quills.1 Some manticores have a lion's head, but others have the face of a snarling bearded human with razor-sharp teeth. Unlike lions or humans, both male and female manticores have manes or beards.2citation needed\n\nIt is unknown how manticores came into existence, though magic is assumed to be involved. Manticores are not picky eaters; they are ravenous eaters of meat, whether freshly killed or rotting carrion. They patrol vast stretches of land seeking food.2citation needed"
  },
  "Voz Lirayne": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Voz_Lirayne",
    "lore": "This page contains spoilers for the following products: Age of Ashes Adventure Path.You can disable this banner in your personal preferences.\n\nVoz Lirayne owned the Reliant Book Company, and although she didn't attract attention, that was exactly what she wanted, as her research into necromantic arts, which she conducted within the shop, wouldn't be well-received by the townspeople. Her ambitions and devotion to her god, Norgorber, led her to practice necromancy in Citadel Altaerein, where she planned to create her own assassin's guild, which she had always longed to lead.1\n\nVoz was born in the city of Tamran in Nirmathas. Her mother was a hunter and her father a fisherman, and from a young age, she was instilled with the values ​​of living a simple life and pursuing her dreams. She began learning magic and used it to bully other children in the city. Wanting to learn more about magic, her parents sent her to an academy in Canorate."
  },
  "Demon": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Demon",
    "lore": "Demons are malign and destructive creatures native to the Outer Sphere known as the Outer Rifts. They are ferocious, irredeemably evil creatures, and will attack and kill anything for the sheer fun of it, including other demons.2\n\nThe most powerful of the demons are unique creatures with their own individual powers and abilities.3 These demon lords are known throughout the multiverse, and many cults exist to them in the Universe.4 The total number of demon lords is beyond knowing. Of the countless powerful demons who rule the various layers of the Outer Rifts, some are better and more widely known and worshiped. The most ubiquitous demon lord is the deity Lamashtu, the Mother of Monsters.5\n\nJust below the demon lords are the nascent demon lords: unique demons who have not yet claimed their own Abyssal realm. Like their more powerful brethren, nascent demon lords can grant spells to beings who worship them.6"
  },
  "Myceloid": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Myceloid",
    "lore": "Myceloids are walking, flesh-eating fungi known for the mind-controlling purple pox disease that spreads through their spores to reproduce.1\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Shulsaga": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Shulsaga",
    "lore": "Shulsagas are a race of relatively humanoid-looking outsiders from the Astral Plane.1\n\nShulsagas average seven feet in height and weigh about 240 pounds. Their skin is sculpted and covered in jagged scales, and they ride on a disk of radiant energy.1\n\nShulsagas will often adopt iotons and nurture them, feeding them enough culture and personhood to take on the form of a shulsaga.2 Juvenile shulsagas are genderless. At the age of 100, they mature and each individual can then choose their own gender, which they will carry for the rest of their life. Shulsagas can live more than 500 years, but most are killed before that.1'"
  },
  "Serpentfolk": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Serpentfolk",
    "lore": "Sekmins, the Aklo name of the people also known as serpentfolk,1 are an ancient warm-blooded ancestry of snake-headed reptilian humanoids who once controlled a vast empire in the time before the Age of Darkness. Their empire was defeated by the Azlanti, but sekmins evaded extermination by retreating into the Darklands,2 particularly its eponymous layer of Sekamina where they remain dominant.✝︎3\n\nMany contemporary sekmins are bestial creatures prowling the underground ruins of their ancient cities and do not possess the cunning, intelligence, or magic of their ancestors; these are dubbed as aapoph (meaning chaos made flesh). However, a few true sekmins now known as zyss remain.24 These highly intelligent specimens lay plans for their people's return to arcane supremacy and the triumph of their rejuvenated civilization.5\n\nSekmins are a sinuous humanoid people with the heads and tails of snakes and wickedly taloned hands and feet."
  },
  "Tengu": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Tengu",
    "lore": "Tengu1 are an ancestry of feathered, crow-headed humanoids2 native to what is today known as the land of Kwanlai in Tian Xia.3\n\nTengu are feathered, with most bearing black coats similar to crows and ravens, though brown and blue-black variants exist. Despite their bird-like appearance—and unlike the yamabushi tengus who resemble them—tengu lack wings or other natural means of flight.2 Tengu feet end in sharp raptor-like talons.3\n\nA tengu who leaves their ancestral homeland feels an intense pull toward adventure, to cross vast distances, collect beautiful treasures, and brave the challenges of combat or the rolling sea. Tengu often become rogues, bards, oracles, rangers, or swashbucklers.4"
  },
  "Draxie": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Draxie",
    "lore": "Draxies are fey sprites with draconic features who rival pixies as mischievous pranksters.123\n\nA typical draxie has colorful scales, draconic wings, and other dragon-like features.123\n\nDraxies are the descendants of a fey dragonet named Elucredassa, who upon death reincarnated as hundreds of draxies. Draxies are likewise as flighty and kind-hearted as fey dragonets, but are also driven to form lifelong bonds known as elucrea with other creatures regardless of ancestry, a friendship that fey folklore suggests is derived from an innate memory of being split from a larger whole.123"
  },
  "Twigjack": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Twigjack",
    "lore": "A twigjack is a malicious, diminutive variety of fey.12\n\nA twigjack's body is made of brambles woven with vines; moss tops its head like hair. Its mouth is a valley of broken sticks bisecting its face, and leaves and twigs of new growth randomly sprout from its body.12\n\nTwigjacks attack with their claws and by hurling wooden splinters, which they can also spray in an area. They also have the ability to teleport between areas of undergrowth.12"
  },
  "Quickling": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Quickling",
    "lore": "Quicklings are small, fast-moving, and malicious fey who cruelly prank other beings that they consider to be too slow.1\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Tatzlwyrm": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Tatzlwyrm",
    "lore": "A tatzlwyrm (pronounced TATZ-el-werm)1 is a small, wingless cousin of the larger true dragon. Tatzlwyrms slither through the upper foliage of the forest, attempting to wrap themselves around their victims from above.1\n\nTatzlwyrms are serpentine, green-scaled dragonkind, about 12 to 14 feet long from nose to tail tip, and weigh 400 pounds. Each of these creatures has a row of long spines running along its back from head to tail, as well as scaly dewlaps at its throat. Tatzlwyrms reach adult size after six months and can survive as long as 20 or 30 years in the wild.2\n\nA cousin to larger dragons, these wyrms have two arms, with claws at the end of each hand allowing them to easily climb trees. A long, powerful, and flexible tail extends beyond these arms. A tatzlwyrm's head rests above the arms, exuding poisonous misty green breath.3"
  },
  "Rakshasa": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Rakshasa",
    "lore": "Rakshasas are spiritual incarnations of unholiness who often take humanoid-like forms. They act on primordial designs to embody and commit acts of extreme evil as part of a cosmic balance to define morality for mortals.12\n\nMore powerful rakshasas often have multiple heads, grown during horrific rituals in which the rakshasa steals the soul of a fiend.32\n\nRakshasas were created alongside the cosmic origins of morality, during the primordial moments of the multiverse. They manifested as embodiments of corruption, profanity, obscenity, and taboo, their actions defining unholiness by how their actions offended the holy.1"
  },
  "Kishi": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Kishi",
    "lore": "Kishi1 are duplicitous and murderous fey who dwell on the edges of Golarion's darkest dungeons.2\n\nAt first glance, kishi appear to be attractive humans, usually of a local ethnicity, but their full heads of thick hair conceal a second face, that of a snarling hyena.2\n\nKishi will infiltrate communities of other ancestries to find prey.2"
  },
  "Eshmok": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Eshmok",
    "lore": "Eshmoks, or wasp demons, are demons born of souls consumed by sheer wrath.1\n\nAn eshmok resembles a giant wasp with humanoid limbs covered in fibrous fungi, a manifestation of wrath.\n\nIts fungal growths house swarms of wasp-like creatures, themselves parasites that perpetually enrage the eshmok. Calistrians believe these wasps mock her edicts of vengeance and despise eshmoks accordingly.1"
  },
  "Aolaz": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Aolaz",
    "lore": "Aolazes have some commonality in construction, though their specific appearance can differ substantially. An aolaz will be carved from stone and metal with some sort of magical power source implanted to give the creation a semblance of life. Jistkan aolazes typically resembled giant forms of land creatures like elephants, rhinoceroses, and dinosaurs.13\n\nThe most famous ability of the aolaz was the extent to which it could pursue its targets. The constructs were often granted the ability to speed across water and even through the air in order to achieve their goals. The constructs also often had incredible senses, such as being able to track targets movement by hearing from great distances. Other specific abilities would vary from creation to creation, though blasts of energy were not uncommon.13\n\nThe methods of creating an aolaz have been forgotten, and most extant aolazes are in museums or battlefield ruins of archeological interest."
  },
  "Nymph": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Nymph",
    "lore": "Nymphs are fey who take the form of beautiful humanoids with elven features and watch over natural areas of splendour and beauty, which are always more scenic and pristine than normal. They often become subjects of art, but artists who seek to earn a nymph's favour should ensure that she is satisfied with the result, lest she feel insulted and lash out with magic.1\n\nNymph queens are powerful nymphs who watch over large, pristine areas of wilderness. Unlike regular nymphs, nymph queens are not dependent on their wards, and strengthen and vivify them when they are healthy, but cause them to become twisted when they are not physically or psychologically well. In addition to their regular appearance, which resembles a normal nymph of their kind, nymph queens can also take a more humanoid-looking form. A nymph queen can inspire an intelligent creature with a token of her favour, usually a lock of her hair.2\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Warg": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Warg",
    "lore": "Wargs, sometimes spelt worg,1 are a large, intelligent, and often malevolent species of wolf. They hunt in packs as wolves do and often work with other violent creatures.23\n\nWitchwargs, also known as winter wolves, sometimes admit wargs into their packs, though only when food is plentiful. Even when they do, they still consider wargs to be stupid and weak. Wargs are always below winter wolves in the pack's hierarchy, although if the pack also includes mundane wolves, wargs are still considered more prominent than them. Such mixed packs use wargs' greater stealthiness by deploying them as scouts.4\n\nViolent knights comfortable with natural beasts might be able to attract a warg as a mount.5"
  },
  "Duende": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Duende",
    "lore": "Duendes are small fey who, while naturally living in termite mounds and ant hills, have taken to residing with humanoids in their homes.1\n\nDespite being the size of a halfling or goblin, duendes spend almost all of their time invisible, making navigating the houses they have adopted a bit of a challenge. When visible, duendes appear as small, dirty humans wielding their ever-present toenail clippers.1\n\nBesides their innate invisibility, duendes can shrink themselves to the size of an insect indefinitely. Prior to the development of built-up civilizations, duendes typically inhabited termite mounds and the like, living in the dirt with the bugs. Duendes can also glamour small yellowish bits of earthen objects (root vegetables, dung, etc.) into appearing as gold, though close examination will shatter the illusion.1"
  },
  "Scorpion": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Scorpion",
    "lore": "Stinger-tailed scorpions are arachnid vermin that can be found in many different sizes, variations, and environments, from tiny insects to colossal beasts.\n\nIn ascending size order, here are some variant scorpions:\n\nLashtail scorpions commonly measure over six inches long. They are known to be aggressive and hard to kill, and are sometimes used as familiars.3"
  },
  "Necrophidius": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Necrophidius",
    "lore": "A necrophidius is a magical construct formed from a constrictor snake skeleton and fanged humanoid skull. They are animated by esoteric and expensive rituals to serve as stealthy guards and assassins, and are sometimes formed from the remains of a target's loved ones to drive home its horrific intent.1\n\nNecrophidiuses are typically 10 feet long and weigh 200 pounds.1\n\nThe bite of a necrophidius is paralytic, and its swaying movements can entrance its witnesses. They can be commanded by their creator but are otherwise mindless.1"
  },
  "Leucrotta": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Leucrotta",
    "lore": "Utterly evil spawn of Lamashtu, leucrottas are much more than they appear. While they may look like mere animalistic predators they are in fact as intelligent as the average human but use this intelligence only for creating sadistic new hunting techniques.\n\nThe leucrotta resembles a chimeric mix of animals with a badger-like head, the body of a lean predatory cat, and the feet of a stag. This odd mixture probably results from being the spawn of Lamashtu, the Mother of Monsters. If legend is to be believed, leucrottas were created when Lamashtu took a particularly large, virile hyena as a mate. Leucrottas are about five feet tall and weigh around eight hundred pounds.12 Instead of teeth, a leucrotta possesses jagged bony ridges capable of shearing through steel.3\n\nLeucrottas prefer to dwell in open areas where they can easily run down their prey. They often lair near rivers knowing that a nearby source of water is likely to draw prey."
  },
  "Griffon": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Griffon",
    "lore": "Griffons, sometimes spelled griffins and gryphons,1 are large animals with the features of a lion's body, an eagle's head and claws, and feathered wings.234\n\nMost griffons of Avistan are large creatures with the hindquarters of lions and the wing forequarters of brown-and-white eagles, but other populations resemble different types of birds and felines. Desert-dwelling griffons often resemble tawny or black hawks and mountain lions, while jungle-dwelling griffons combine the bodies of tigers and panthers with those of colorful parrots.53 Particularly rare specimens in northern Avistan have the features of a Grungir lynx and snowy owl. Other griffons might have the features of falcons, ospreys, or vultures.3\n\nGriffons are predators, and are particularly fond of horse meat;5 they also hunt and eat hippogriffs.56 In the wild, griffons use their sharp vision to spot prey, their powerful wings to soar and dive in attack, and their beaks to rip apart their kills.3"
  },
  "Dvorovoi": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Dvorovoi",
    "lore": "Dvorovoi1 are house spirits who protect the yards and pastures instead of the home itself. They can feed and protect flocks of animals. Farmers try to attract these spirits by leaving offerings on the farmstead; such offerings may be of bread, wool, or shiny trinkets. New animals are introduced to the dvorovoi in order to gain its favor. Dvorovoi hate white animals, such as horses or cattle, but, oddly enough, not white chickens.2"
  },
  "Ghost": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ghost",
    "lore": "A ghost is the spirit of a mortal creature whose soul cannot, or will not, leave a specific location in the Universe and travel on to the afterlife due to its tragic death or lack of closure.1\n\nGhost normally appear either as they did in life or as they did at the moment of their death, often becoming incorporeal copies of their former selves, including ghostly copies of their clothes and any items they carried.2citation needed\n\nThese restless spirits often haunt the site of their death to try to make right the untoward circumstances—real or perceived—of their death. If not where they died, ghosts can instead most often be found haunting somewhere that was deeply significant to them in life; where this is varies hugely from person to person, creature to creature."
  },
  "Kushtaka": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Kushtaka",
    "lore": "Kushtaka,1 also called land otters, are a species of devious shapeshifter born when a humanoid joins a kushtaka village and has their soul slowly eroded away.2\n\nA kushtaka resembles an anthropomorphic otter, but every individual can also shapeshift into a unique form that can be of any appropriately sized humanoid ancestry.2\n\nAlongside their shapeshifting ability, every kushtaka can innately cast a limited number of occult spells. The transformation into a kushtaka removes the original creature's mortal soul, and as a result kushtaka are immune to haunts and cannot sense incorporeal undead, such as ghosts.2"
  },
  "Owb": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Owb",
    "lore": "This page contains spoilers for the following products: Cradle of Night.You can disable this banner in your personal preferences.\n\nOwbs are entities from the Netherworld with strong ties to the dark folk, who worship the owbs as their closest connection to the gods of shadows and truly believe that the first of their kind were created by the owbs.1citation needed\n\nAn owb resembles a floating, legless, humanoid torso draped in shadow. Its form measures three and a half feet tall and weighs 20 pounds, but owbs often float so that their head is level with that of a human. No known mortal has heard them speak, but many claim to have heard the sinister curses and threats the owbs project into their minds via telepathy.1citation needed"
  },
  "Pukwudgie": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pukwudgie",
    "lore": "Pukwudgies are hunchbacked porcupine-like monstrous humanoids covered with venomous, necromantic quills.12\n\nPukwudgies are slight creatures, weighing only thirty pounds while standing three-and-a-half feet tall.1\n\nPukwudgies know spells to animate corpses, turn invisible, and mask themselves from divination. They can speak Diabolic and Draconic in addition to Taldane. They are stealthy, deceptive creatures knowledgeable in magic and religion and can take the form of a porcupine.1"
  },
  "Zuipnyrn": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Zuipnyrn",
    "lore": "Zuipnyrns, commonly known as moon moles, are a species of aliens from a planet far from Golarion that can occasionally be seen in various circuses across the Inner Sea region.1\n\nInfant zuipnyrns have a soft, malleable, spherical, furry body with a single eye stalk and a jawless, toothless mouth. As they age, zuipnyrns can grow all kinds of organs in order to adapt to their environment. A zuipnyrn's eye stalk can emit a blinding flash of light or a hypnotic aura that it uses to avoid fights, persuade others into helping it escape, or cause them to feel instinctually obligated to raise a young zuipnyrn as their own child.1"
  },
  "Morlock": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Morlock",
    "lore": "Morlocks are degenerate descendants of small, isolated human communities where inbreeding is common for prolonged periods.1\n\nDespite their evolutionary regression, morlocks vaguely resemble the ancient human peoples from whom they devolved. They stand only a foot shorter than the average person, but due to their stooped, animal-like posture, they often appear much shorter. This is further accentuated by their habit of running on all fours. Morlock faces are very different from human faces: their eyes are huge, white and bulge from their heads, their mouths are wide and filled with flesh-tearing teeth, and their ears protrude from their skull like those of a cave bat. A morlock's body looks emaciated when compared to the average human's and their skin is the pale white of a creature that has not been exposed to the sun in millennia.2\n\nMorlocks are expert climbers, having adapted to the terrain of their subterranean home in a way few other creatures have."
  },
  "Grick": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Grick",
    "lore": "Gricks are revolting, worm-like creatures that live underground and grow to be the size of an adult male human. Their mouths are a series of hooked beaks surrounded by four mucus-covered tentacles.1 They live deep below the surface of all terrestrial planets in the solar system in addition to Golarion itself.2"
  },
  "Kapoacinth": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Kapoacinth",
    "lore": "Resembling stony statues of winged monsters, gargoyles are airborne menaces in both civilised regions and remote wildernesses.2\n\nGargoyles resemble a stone statue of some hideous, malevolent creature. Most are humanoid with bat's wings, but individual gargoyles can take many forms, including those that do not resemble any known creature. They can remain so unnaturally still that they can pass as statues, and it takes a perceptive eye to distinguish them from normal, inanimate statues. A gargoyle's appearance very slowly shifts over time to adapt to its surroundings, which allows it to match the local architectural style13 or the surrounding stone of a wilderness region.4\n\nThe Ashwing gargoyles of the Cinderlands have smooth, wind-worn bodies with rippling ashen and brick-coloured patterns,45 while gargoyles of the Uwaga Highlands are chalky and pale to better resemble the Chalk Cliffs they call home.6"
  },
  "Yamah": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Yamah",
    "lore": "Yamahs are winged, blue-skinned azatas of the plane of Elysium who sometimes travel to Golarion to fight for the ideals of freedom and fairness.1 They often accompany more powerful prydanu azatas who consider yamahs to be great companions in their righteous crusades against tyranny.2\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Vulpinal": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Vulpinal",
    "lore": "Vulpinals1, also known as fox agathions,2 are a race of fox-like agathion that make their home on the Outer Sphere of Nirvana.3 Vulpinals often serve as musicians and minstrels, traveling widely throughout Nirvana to have different cultural experiences.2\n\nVulpinals are short creatures with humanoid thumbed-hands ending in claws. Their fox-like tails can be almost as long as the rest of their bodies. Though they typically have red fur, their leaders often have white or black grey-flecked pelts. As consummate travelers, vulpinals dress practically-yet-stylishly, picking their favorite styles and accoutrements from their journeys.2"
  },
  "Iguanodon": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Iguanodon",
    "lore": "The iguanodon is a large, herbivorous dinosaur that inhabits swamps and forests and is capable of moving as a biped or quadruped. Iguanodons are notoriously quick-tempered for herbivores, and their thumb spikes make their claw strikes particularly devastating. Iguanodons are 30 feet long and weigh 6,000 pounds.1"
  },
  "Cobbleswarm": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Cobbleswarm",
    "lore": "Cobble mites are small, rock-shaped aberrations that can form large swarms.1\n\nAn individual cobble can fit into the palm of the average human's hand. The creatures appear for all intents and purposes to be small rocks with geode-like mouths. When cobble mites join forces to become a cobbleswarm, the group will look more like a large moving ball of loose stone. Older, more massive cobbleswarms, known as sturzstromers, can be mistaken for moderate landslides.1\n\nA lone cobble mite is not particularly dangerous, largely known for its slow burrowing movement. Swarms of cobble mites, either cobbleswarms or sturzstromers, are much more dangerous. The flying rocks of the rolling masses can cause significant damage to unprotected individuals and structures, and the biting teeth of the individual cobble mites can drag a person into the mass. Sturzstromers have been known to cause terrible earthquakes through some sort of connection to primal magic.1"
  },
  "Cockatrice": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Cockatrice",
    "lore": "Cockatrices are bat-winged, serpent tailed, roosters with a petrifying bite.123\n\nA cockatrice looks much like a featherless, sickly and starved version of its avian counterpart, the chicken, with a scaly lizard-like tail and clawed bat-like wings. Male cockatrices, like roosters, uniquely have wattles and combs. The average cockatrice is about two feet tall, 4 feet long, and weighs about five pounds.123\n\nCockatrices can see in the dark. They are immune to petrification, and they can fly.23"
  },
  "Hippopotamus": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Hippopotamus",
    "lore": "A hippopotamus, often shortened to just hippo, is a large herbivorous mammal that divides its time between land and freshwater lakes and rivers. Hippopotamuses (or hippopotami) have a fierce reputation for viciously attacking anyone drawing near and, in water, they are capable of capsizing boats.1\n\nThe whole skull of a hippopotamus can be used to create a magical and intimidating shield called a hippopotamus klar, where one of the animal's canine teeth is used as a blade. Once a day, the klar can open up its jaws impossibly wide to bite down on two adjacent foes.2\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Majungasaurus": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Majungasaurus",
    "lore": "A majungasaurus is a theropod dinosaur, similar to tyrannosaurus or allosaurus. Much like these cousins, majungasaurus is bipedal, with short arms and a large, strong-jawed head.1\n\nMajungasaurus prowls in a hunched position, as close to the ground as it can reach, and stalks its prey as an ambush predator. Its shriek can frighten prey, and it can crunch the bones of anything caught in its jaws.1"
  },
  "Gargoyle": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Gargoyle",
    "lore": "Resembling stony statues of winged monsters, gargoyles are airborne menaces in both civilised regions and remote wildernesses.2\n\nGargoyles resemble a stone statue of some hideous, malevolent creature. Most are humanoid with bat's wings, but individual gargoyles can take many forms, including those that do not resemble any known creature. They can remain so unnaturally still that they can pass as statues, and it takes a perceptive eye to distinguish them from normal, inanimate statues. A gargoyle's appearance very slowly shifts over time to adapt to its surroundings, which allows it to match the local architectural style13 or the surrounding stone of a wilderness region.4\n\nThe Ashwing gargoyles of the Cinderlands have smooth, wind-worn bodies with rippling ashen and brick-coloured patterns,45 while gargoyles of the Uwaga Highlands are chalky and pale to better resemble the Chalk Cliffs they call home.6"
  },
  "Azarketi": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Azarketi",
    "lore": "Azarketis, also called gillmen or Low Azlanti by others,1 are an ancestry of amphibious humanoids who live in and around the Arcadian Ocean, Steaming Sea, and Inner Sea.2 They are believed to be one of the last direct descendants of the vanished Azlanti people.34\n\nAzarketis of the Inner Sea region most closely resemble the inhabitants of ancient Azlant. They have their forebears' pronounced and haughty facial features, and rare purple eyes. Their hair is generally dark and they have pale skin from years of living far from the sun's rays. Three piscine gills above their shoulders on both sides of their neck allow them to breathe underwater, even though they can also breathe air. Azarketis cannot survive long away from sea or freshwater, and quickly develop organ failure if they are not submerged in either fresh or salt water for more 24 hours.54\n\nWith their affinity to water, nautical navigation skills, and athletic capabilities, azarketis make great rangers."
  },
  "Ulgrem-Lurann": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ulgrem-Lurann",
    "lore": "Ulgrem-Axaan is an amphibious beast corrupted centuries ago by pollution of undeath in Geb into an unliving force of cunning vengeance that has mercilessly terrorized undead in the region since. Its name roughly translates to \"Last of the Ulgrem\" in Necril.1\n\nOnce a creature of the Axanir River, Ulgrem-Axaan's original form is lost to time. It was corrupted by the runoff of undeath from Geb's blood farms, which included masses of undead flesh from corpses, discarded zombies, and other byproducts, processed offal, and sewage.1\n\nThe pollution destroyed the river's ecosystem and permeated the land with undead corruption, and Ulgrem-Axaan was its last survivor, outliving its own mate and children. It died after attempting to flee, and after five nights it arose as a white-eyed undead monstrosity fully consumed by a need for vengeance against any and all undead creatures.1"
  },
  "Peryton": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Peryton",
    "lore": "A peryton combines the body, forelegs, and antlers of a stag with the wings and hind legs of a giant bird of prey and the head of a monstrous wolf.1 Its shadow takes uncanny forms, including that of its humanoid victims.2\n\nMost adult perytons measure four feet in length and four-and-a-half feet in height, and weigh between 240 and 380 pounds. Their wings typically stretch to a span of more than 11 feet.2\n\nWhile bestial in appearance, perytons are comparably intelligent to humans and can speak Common tongues.1 Some also speak ancient Azlanti, which is sometimes mistaken for human-sounding gibberish. However, they mutually loathe each other and rarely cooperate enough to become an organized threat to others.2"
  },
  "Magnegor": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Magnegor",
    "lore": "A magnegor is cow-like, with thick and stringy hair that has a similar texture to copper wire. This hair is parted in some places by large spikes of keratin, and four horns surround a magnegor's skull in an X-shaped pattern.1\n\nA magnegor has the ability to manipulate magnetic fields through its coat and spines; its hair stands on end whenever the magnegor is near a source of metal, pointing in the direction of the source. This field is powerful enough that creatures that are either made of metal or wearing large amounts of it find it hard to maneuver around a magnegor, and can potentially become adhered to the animal if they make physical contact.1\n\nMagnegors roam mountains, eating wild berries, roots, and other plants that thrive in iron-rich high-altitude environments. They have a predilection for wallowing on areas containing metal ores, tearing up the soil and crushing the metal with their spines.1"
  },
  "Unicorn": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Unicorn",
    "lore": "Unicorns are intelligent and noble forest beasts with fey connections who are fierce defenders of the wilderness and sacred locations.1\n\nA unicorn resembles a magnificent horse with a white1 or silver2 coat and a long, twisting horn protruding from its forehead.1 A typical specimen is eight feet long, five feet tall at the shoulder, and weighs 1,200 pounds.3citation needed\n\nUnicorns often live near and protect wilderness areas unspoiled by civilization, or sacred locations.1 They are often solitary creatures, but a mated pair may be found together (they mate for life) and there have been reports of a \"blessing\" of up to six unicorns being encountered.3citation needed"
  },
  "Dryad": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Dryad",
    "lore": "A dryad appears as a comely humanoid. Its skin seems wooden and its hair appears to consist of leaves and flower blossoms.1\n\nEach dryad is bound to a single tree, most commonly an oak, and sickens (and eventually dies) if it moves more than 300 yards from it.1 Some dryads are bound to rare trees, such as a clonal colony of titan aspens, that are a single tree spanning larger distances than many people expect and which grant the dryad unique methods of traversing distances.23 The number of dryads encountered depends on the location of their trees, but groves of up to eight are not unknown.1\n\nThey view themselves as guardians of their forests, and prefer to live in out of the way places away from humanoids. Their natural empathy with animal life means they usually get on well with the animals of the forest. They are also able to freely communicate with plants.1"
  },
  "Lizard": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Lizard",
    "lore": "Lizards represent a wide variety of reptilian animals. Most have a long tail, a wide mouth with teeth, and four legs.12 Lizards are cold-blooded, so they tend to bask on warm surfaces or in sunlight to stay warm enough.3\n\nLizards are also one of the favored animals of Sarenrae.4\n\nThere are many variants of lizards on Golarion, including:"
  },
  "Duhgik": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Duhgik",
    "lore": "After her tribe exiled her for not adhering to some of their more ruthless traditions, Duhgik was forced to live on the surface in the too-too bright sunshine. She found solace in the deep shade of the forest's tree canopy among the verdant foliage of various plants and edible mosses. Duhgik found that the environment matched her own green scales well, and has since become an expert at hiding among the big-big trees.1\n\nWhen Duhgik found the cruelty of her old kobold tribe reflected in the cruelty of hunters and poachers in the forest, she set out on a personal mission to help the critters of the woods by disarming poachers' snares and setting up some of her own. She strives to rid her woods of the would-be hunters who only care about trophies and leave the rest of the animal to rot—what a waste. As long as visitors to her forest are kind to the land and animals, Duhgik leaves them alone.1"
  },
  "Fulthrethu": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Fulthrethu",
    "lore": "Cloakers, or fulthrethus, look like monstrous manta rays that have long tails that end in a bony whip. Horns beside their heads end in thumb-like claws and are as black as their oversize skin. Their underside is pale and it contains a fang-filled mouth and two red eyes. Their wings spread farther than a grown man can reach, and they fly quickly at an average quality.1\n\nCloakers were created by alghollthus in order to spy on their Azlanti thralls. Loyal Azlanti leaders were rewarded with cloaker bodyguards and assassins.2\n\nWhen the alghollthus destroyed Old Azlant, they cast out the cloakers, who fled to the Darklands. Most aquatic cloakers returned to serve the alghollthus, but the remainder informally serve the Great Old Ones.2"
  },
  "Redcap": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Redcap",
    "lore": "Redcaps are vicious little fey that relish the pain and suffering of other creatures. They are an embodiment of the savage, merciless side of nature. They love nothing more than cutting creatures down to size with their over-sized halberds,1 mushing them to paste beneath their iron-shod boots, and then soaking their caps in the bloody mess that remains.citation needed\n\nRedcaps look like small, wrinkled old men with over-sized hands and feet and huge bat-like ears. Female redcaps have shorter, patchier beards, slimmer bodies and less hair on their hands than males. Their faces look utterly hateful topped off with small red hats. Originally white, their headwear is completely soaked in blood, sometimes dripping onto the redcap's face. All redcaps carry over-sized halberds,1 normally bigger even than their entire body. They also wear distinctive iron boots covered with spikes."
  },
  "Wereshark": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Wereshark",
    "lore": "Weresharks are werecreatures most common in the warm waters of the Shackles.1\n\nWeresharks can resemble a full humanoid, albeit with shark-like features such as large and crooked teeth, or a mundane shark. They can also assume a hybrid form in which they have the head of a shark and the body of a powerfully muscled humanoid with clawed hands and talons on their feet.1\n\nWeresharks believe that sharks have the right to rule over the sea, believe that they deserve magic items due to this right, and often recruit sharks to enforce their will within their oceanic dominions. A few weresharks rise to the leadership of island settlements. Some are bloody tyrants who sow fear among their subjects, while others are fair, distant overlords; regardless, most weresharks are single-minded and do not tolerate questioning. Weresharks prefer to give space to others of their kind and rarely fight, but when they do, the ensuing battle often leaves both scarred or dead."
  },
  "Ocluai": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ocluai",
    "lore": "Ocluais are fey gorgas who embody the fears of being lost in the dark and of terror lacking reason.1\n\nAn ocluai resembles a featherless owl with a serrated beak and the legs of a monkey. Like all gorgas, they have large hollow eyes composed of magic shadow.1\n\nLike all gorgas, ocluais can see in all types of darkness, including magical darkness. Their shadowy forms interfere with the senses of nearby creatures, particularly their sense of location, and dims mundane sight sources to the point of ineffectiveness.1"
  },
  "Gennayn": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Gennayn",
    "lore": "Gennayns are a minor form of genie who serve as messengers and enjoy art.1 They also sometimes serve as familiars.2\n\nGennayns often have the appearance of miniature, athletic humanoids that are capable of flying, and have wisps of elemental energy continually surrounding their bodies. These elemental energies often reflect their emotions and currently attuned element. They are also fond of ostentatious jewelry such as rings, amulets, and armbands.1\n\nA gennayn can attune to any of the six elements, empowering themself with abilities including a cantrip of that element and appropriate mobility such as burrowing or faster flight until such time as they attune to a different element. Gennayns speak all six of the elemental languages.1"
  },
  "Werewolf": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Werewolf",
    "lore": "Werewolves are one of the two most common forms of werecreature (the other is the wererat) and one of the most feared.1 They are also referred to as lycanthropes, a term that when used correctly applies only to werewolves but is sometimes misused to refer generically to werecreatures.2\n\nWerewolves hunt in a similar manner to wolves, seeking out the weakest prey and wearing it down. Thus they prefer to target lone travellers and isolated dwellings and avoid large groups and heavily settled areas. They usually live together in extended family units known as packs. A pack will usually claim an area as its territory, and travel around within it. In humanoid form the pack might appear to be a gypsy caravan, a troupe of travelling entertainers, or even a party of adventurers. They sometimes seek to deliberately inflict lycanthropy on others and recruit them into the pack.\n\nOccasionally several packs will inhabit the same general area."
  },
  "Wyvern": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Wyvern",
    "lore": "Wyverns are venomous drakes known for their aggressive personalities.1\n\nWyverns average around 15 feet in length and normally weigh about 2,000 pounds. A wyvern resembles a blue-coloured dragon without front arms, as it has only rear legs and wings, and its tail ends in a venomous stinger.1\n\nWyverns favour warm and temperate areas, particularly hills, although they can dwell in many environments. A group is known as a flight of wyverns, typically in numbers no higher than six.2 Like other drakes,3 wyverns may share a nest with members of the same species;45 however, wyverns usually claim an area from 100 to 200 square miles as their exclusive hunting territory and fight other wyverns to the death over their domain.2 This behaviour differentiates wyverns from the rest of the drake family, as drakes rarely come into conflict with other drakes.6"
  },
  "Barghest": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Barghest",
    "lore": "Barghests are sapient, canine, shapeshifting beasts with inherent primal powers who hunt challenging, intelligent prey.12\n\nBeing shapechangers, barghests can take on the form of a canine or humanoid, which they often use to hide in plain sight and return to their true form to frighten others.1\n\nBarghests possess a keen intelligence easily equal to that of most humanoids, and possess innate primal powers that allow them to briefly create mist, light, and small illusions, become invisible, and teleport to a creature that flees from of their reach. However, barghests who instill fear through supernatural means find the artificial terror they create to be unfulfilling."
  },
  "Weremoose": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Weremoose",
    "lore": "A weremoose is a variety of werecreature that can shift between humanoid and moose forms.1\n\nA weremoose can change between their forms at will, and they can expose others to the curse of the weremoose by striking them with their antlers. It can can communicate with mundane moose and other species of deer. As with all werecreatures, a weremoose is vulnerable to silver.2\n\nWeremoose most often live as hunters or hermits; they tend towards stubbornness and surly attitudes. They do not hide or retreat if another enters their territory, but they are also unlikely to attack unless provoked.1"
  },
  "Leopard": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Leopard",
    "lore": "Leopards are large, spotted cats roughly four feet in length, with golden sides, backs and heads, and white undersides. Numerous similar creatures are found in Golarion, including some adapted for environments other than tropical forests, such as jaguars, panthers or black panthers, snow leopards, and cougars.12\n\nLeopards are ambush predators, perching on top of high branches or rocks and waiting to pounce on prey passing beneath. They typically hunt a range of prey from small arthropods to large herbivores, although they generally favor quarry between these extremes. They usually never threaten humanoids, but those that live near settled areas have the potential to become significant threats.citation needed3\n\nLeopards were the sacred animals of the Osirian goddess Maat45 and of the malebranche Barbariccia.6"
  },
  "Pteranodon": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pteranodon",
    "lore": "The pteranodon is a species of pterosaur that can be identified by its backward-sweeping head crest. It can fly fairly swiftly—at the same speed a tiger can run—but is clumsy in the air. It attacks with its long beak, and will sometimes land to attack prey too large for it to carry off. A typical specimen has a 20-foot wingspan but weighs only 40 pounds. Pteranodons are typically found in flocks of up to 12, usually near where dinosaurs live.12"
  },
  "Ankhrav": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ankhrav",
    "lore": "Verminous dangers that roam the hinterlands of civilisation, ankhravs1—also known as ankhegs2—are burrowing arthropod menaces that prey on livestock and the farmers who guard them.1\n\nAt first glance, an ankhrav resembles a gigantic arthropod. The length of its nearly horse-sized body1 is covered in hard chitin from its clacking mandibles to the back of its abdomen, and it sports six legs. Unlike insects, however, an ankhrav has only one set of eyes and possesses a rudimentary intelligence similar to that of reptiles. Its oversized mandibles excrete a potent acid which it uses to dissolve its food. Larger species of ankhravs the size of elephants have been spotted in remote wilderness areas, particularly deserts, where they prey upon giant scorpions, camels, and other creatures native to that environment.3\n\nAnkhravs tend to dwell on the outskirts of civilisation where they have a steady access to food."
  },
  "Halfling": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Halfling",
    "lore": "While their small stature generally keeps halflings out of the spotlight in human settlements, the small folk have nevertheless found a niche for themselves and play an important role in Golarion.123\n\nHalflings are short humanoids and tend to be around three feet tall. Their proportions are similar to humans, with some resembling adult humans with slightly larger heads and others who look more like human children.3\n\nTheir coloration is as variable as the locales they call home. Their skin tends to be somewhere between a rich almond color and a pale nut-brown.34 Many have brown hair, though quite a large proportion of them are as fair as the Ulfen,4 while others have deep black hair.3"
  },
  "Grothlut": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Grothlut",
    "lore": "Grothluts are the result of fleshwarping on human subjects.12 Most fleshwarpers consider them failures because of their diminished faculties; others, like many drow3 and cultists of Haagenti, consider this idiocy a strength and use them as perimeter guards due to the ease with which they can be controlled and herded.124\n\nA grothlut's body is a white, formless, legless, hairless, slug-like mass with a vaguely humanoid upper body. In the fleshwarping process, their arms become rubbery and lack strength, drooping to their sides. Facial features smooth out—the nose sinks in, the cheeks widen and flatten, and the eyes become pale and seem to meld in with the surrounding skin.524\n\nGrothluts lose most of their intellect, becoming practically mindless, and feel nothing but the pain of their transformation."
  },
  "Aurochs": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Aurochs",
    "lore": "Aurochs are large migrating herd mammals, standing over 7 feet tall at the shoulder, which are closely related to domesticated cattle.1 They resemble large, razor-horned bison.2\n\nAurochs travel in herds,1 following the grass that quickly crops up in these volatile climates.3 They travel in this way to protect each other, adult males forming a ring around those less able to defend themselves when threats arise.1 Aurochs are most often used by people as a source of meat, wool, and leather.4\n\nThere are various breeds, ranging from those found in the Realm of the Mammoth Lords to Belkzen's southern floodplains.564 Large herds of aurochs are also found on the Nesmian Plains of southern Nirmathas.7 An especially large and aggressive breed, the Storval aurochs, wanders through the Storval Plateau and the Cinderlands of Varisia.82"
  },
  "Hooplamander": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Hooplamander",
    "lore": "A hooplamander is a large, predatory salamander-like beast.1\n\nA hooplamander resembles a large salamander with hooked claws, retractable rear legs, and a tread-like pattern along its back.1\n\nA hooplamander can leap into the air and curl, hooking its tail under its mouth and forming a crude wheel. Using its foreclaws to balance, it works its tail muscles to propel itself forward, dashing about and using its claws to inflict bleeding wounds.1"
  },
  "Weretiger": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Weretiger",
    "lore": "Whether born naturally or afflicted with the curse of the werecreature, weretigers are werecreatures who can switch between humanoid and tiger form. They are one of the most feared types of werecreature.1\n\nLike all werecreatures, weretigers have three forms—a humanoid form, a tiger form, and a hybrid form.citation needed\n\nA weretiger in tiger form resembles a mundane animal, although often a particularly strong and tough specimen. Perceptive observers might also recognize that the creature is more intelligent than an animal.citation needed"
  },
  "Bakeneko": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Bakeneko",
    "lore": "Bakenekos are cats who have lived beyond their natural lifespans and gained beast-like intelligence, including the ability to wield magic.1"
  },
  "Kodama": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Kodama",
    "lore": "Kodama,1 also known as tree kami, are a type of kami who protect wild trees of the forest.2\n\nA kodama in its physical form resembles a barely humanoid creature with no face, save for two hollow eyes, on its hemispherical head. It is three feet tall and weighs 60 pounds. If a tree is particularly ancient or immense, the kodama associated with it is much larger.2\n\nA kodama takes a single tree as its ward; typically, all of the trees in a forest that are protected by kodama are clustered together in one particular area. Some kodama become druids; a rare few with unusually ordered minds become monks. When a kodama must fight, it is quick to move and enlist allies.2"
  }
}