{
  "Wight": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Wight",
    "lore": "Wights are undead creatures born from warriors who died in battle with a terrible rage or hatred burning in their hearts. This fury persists beyond death, animating their corpses and driving them to seek vengeance against the living. Unlike mindless undead, wights retain much of their combat prowess and tactical thinking from life, making them formidable opponents.\n\nWights appear as withered, desiccated humanoids with burning hatred visible in their eyes. Their touch drains the life force from living creatures, leaving victims weakened and vulnerable. Those slain by a wight often rise as wights themselves, forever bound to serve their killer.\n\nThese undead are often found haunting battlefields, ancient fortresses, or places where great violence occurred. They sometimes lead groups of lesser undead, using their retained intelligence to coordinate attacks against the living."
  },
  "Ghoul": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ghoul",
    "lore": "Ghouls are sentient, ravenous humanoid undead who haunt graveyards and devour corpses. Despite being undead, ghouls harbour many of the needs that drive the living, though these needs are normally perverted in some sinister way. Ghouls are primarily motivated by hunger despite being dead with stomachs that stopped working long ago. This hunger is constant, never rising or falling, and ceasing only while consuming flesh.\n\nGhouls have a somewhat humanoid appearance, sharing the basic frame of the humanoid they were created from, although up close it is almost impossible to mistake a ghoul for a still-living person. All ghouls look emaciated and hungry, and despite their frequent feasting ghouls never gain weight and always look wiry. Their skin takes on the hue of bruised, pallid flesh. A ghoul's facial features also subtly change to become more elongated, with teeth that increase in both size and sharpness.\n\nThe bite of a ghoul can inflict ghoul fever, which causes the victim to suffer from great hunger but also renders them unable to keep down any food. Unless cured, the victim slowly starves to death and rises the next midnight as a ghoul."
  },
  "Mohrg": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Mohrg",
    "lore": "Mohrgs are dangerous and malevolent undead creatures born of people who killed countless others during their lifetime. They appear as skeletons with vivid, living prehensile entrails that writhe and lash out at the living. These intestines are not merely decorative—they serve as deadly weapons that can strangle and constrict victims.\n\nA mohrg is created when a serial killer or mass murderer dies without atoning for their crimes. The sheer weight of their evil deeds prevents their soul from moving on, instead binding it to their remains and transforming them into this horrific undead form. Mohrgs retain their intelligence and often their sadistic personalities, taking pleasure in killing just as they did in life.\n\nThose slain by mohrgs instantly animate as fast-moving zombies under the command of their slayer, creating an ever-growing horde of undead servants. This makes mohrgs particularly dangerous, as they can quickly overwhelm settlements if not stopped."
  },
  "Will-o-Wisp": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Will-o-wisp",
    "lore": "Will-o'-wisps are malevolent aberrations that appear as glowing orbs of light, often mistaken for lanterns or magical illumination. These creatures are actually sentient beings of pure malice that feed on the fear and suffering of those who become lost and die in desolate places. They are particularly common in swamps, marshes, and other treacherous terrain where travelers might easily become disoriented.\n\nWill-o'-wisps are sadistic hunters that use their appearance to lure victims to their doom. They often mimic the lights of distant settlements or rescue parties, leading lost travelers deeper into danger. Once their prey is sufficiently weakened and terrified, the will-o'-wisp reveals its true nature and feeds on the victim's fear before delivering a killing blow with its electrical attacks.\n\nThese creatures are highly intelligent and patient, sometimes toying with victims for hours or even days before moving in for the kill. They can become invisible at will and are resistant to most forms of magic, making them extremely difficult to combat or escape from once encountered."
  },
  "Zombie": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Zombie",
    "lore": "A zombie is the corpse of a creature animated by necromantic magic. These mindless undead are among the most common servants of necromancers and evil clerics, as they require relatively little magical power to create and maintain. Zombies retain the basic physical form of the creature they were in life, but their flesh is pallid and rotting, and they move with an awkward, shambling gait.\n\nUnlike some undead that retain fragments of their former personality or intelligence, zombies are completely mindless automatons that follow simple commands from their creator. They feel no pain, fear, or hesitation, making them relentless opponents that continue attacking until destroyed or commanded to stop.\n\nZombies are often created in large numbers to serve as shock troops or laborers. Their main advantages are their resilience to damage and their complete obedience. However, their slow movement and lack of tactical thinking make them vulnerable to prepared opponents."
  },
  "Skeleton": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Skeleton",
    "lore": "A skeleton is a typically mindless undead being that was animated through basic necromantic magic from the bones of any creature with a skeletal structure. Skeletons are among the simplest and most common forms of undead, requiring minimal magical energy to create and maintain. They serve as tireless guardians, soldiers, and laborers for those who command them.\n\nSkeletons have the skeletal form of whatever creature they were animated from, most commonly humanoids. They are held together by dark magic rather than sinew and muscle, allowing them to move despite lacking the biological components necessary for life. Their bones often show signs of age and damage, and they may be adorned with remnants of armor or clothing from their former existence.\n\nLike zombies, skeletons are mindless and follow simple commands without question or hesitation. However, they are typically faster and more coordinated than zombies, making them more effective in combat situations. Skeletons are often found guarding tombs, ancient ruins, or serving necromancers as expendable troops."
  },
  "Pathfinder #185: A Taste of Ashes pg. 88": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#185:_A_Taste_of_Ashes_pg._88",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Ovinnik": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Ovinnik",
    "lore": "Ovinniks are black-furred house spirits that vaguely resemble cats. They tend to live in granaries or drying houses. Despite their feline appearance, they bark to scare away intruders. Ovinniks are not sought after like other house spirits, but if one chooses to live in a family's farm, the family gives frequent gifts to the ovinnik consisting of milk, pancakes, or dead roosters. Tradition dictates that this family will have their fates revealed every year by a touch from the ovinnik; a warm touch means good luck, a cold touch means misfortune within days.1"
  },
  "Pathfinder #169: Kindled Magic pg. 22": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#169:_Kindled_Magic_pg._22",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Drake": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Drake",
    "lore": "Drakes are bestial relatives of primal dragons.12 Drakes share many traits with primal dragons, such as sturdy leathery wings, reptilian forms, dangerous breath, and the ability to speak, but they lack forearms and primal dragons' greater intelligence.34 A pack of drakes is called a rampage.41\n\nCompared to dragons, drakes are smaller, physically weaker, and slower.1 They reach reproductive maturity earlier than dragons and are consequently more common. Drakes breed every five years, laying clutches of eggs that must be incubated for three to six weeks under specific conditions particular to each drake species. Drake hatchlings imprint on the first creature they see and reach maturity in two years.41\n\nDrake eggs have little significant variance in coloration by species, requiring a trained eye to discern their differences."
  },
  "Pathfinder #175: Broken Tusk Moon pg. 82": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#175:_Broken_Tusk_Moon_pg._82",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Pathfinder #154: Siege of the Dinosaurs pg. 55": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#154:_Siege_of_the_Dinosaurs_pg._55",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Undead": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Undead",
    "lore": "Undead1 are once-living creatures animated by spiritual or supernatural forces, chiefly void energy or unholy magic that corrupted a recently departed soul.23 Undead can be either mindless or intelligent. Undead may be colloquially referred to as the walking dead.4\n\nCreating and transporting undead creatures is illegal in most nations of the Inner Sea region (with Geb being the most prominent exception). The state of undeath is considered a severe moral crime as it violates both a person's body and soul.6\n\nA network of smugglers attempts to circumvent these prohibitions, however, as the mindless undead make for tireless and inexpensive unskilled laborers; a humanoid skeleton can cost as little as 45 gold pieces. Such black-market undead are typically created by profiteering arcane necromancers rather than those that already serve cults or worshipers of evil deities, or hard-to-control spontaneously created undead.6"
  },
  "Bear": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Bear",
    "lore": "Bears are powerful, furred carnivorous animals. Their various species that can be found in all of Golarion's climate zones. They include the powerful, brown grizzly bear found in forested hills,1 their smaller black bear cousins,2 and the polar and Taraskan bears of northern Avistan, who can be found on and near the Crown of the World.34 Cave bears, also known as dire bears or short-faced bears, are more powerful versions of their lesser cousins found far from civilization.1 Pandas are climbing, bamboo-eating bears who live solitary lives and are far less aggressive than other breeds.5 Kokogiaks are monsters resembling gigantic, ten-legged polar bears.6\n\nBears are sometimes found as the animal companions of druids, rangers, or other professions with close ties to the animal kingdom,7 especially among the dwarves, gnomes, orcs, and humans."
  },
  "Tenome": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Tenome",
    "lore": "Tenomes are a type of yokai1 who stalk and eat victims in cities.12\n\nA tenome resembles a humanoid whose two eyes are each in the palms of its hands instead of its head. Its skin is pale and wrinkled and its sharp fangs emit a vibrating hum.12\n\nTenomes gaze at their victims from the eyes in their outstretched hands to terrify them, and after wounding their victim they feed by rapidly vibrating their teeth and sucking their bones out as a liquid slurry.2 A typical tenome stands between five and six feet tall and weighs 150 pounds.1"
  },
  "Pathfinder #167: Ready? Fight! pg. 26": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#167:_Ready?_Fight!_pg._26",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Pathfinder #216: The Acropolis Pyre pg. 89": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pathfinder_#216:_The_Acropolis_Pyre_pg._89",
    "lore": "A Pathfinder is a specially trained and certified member of the world-spanning Pathfinder Society. Often working and traveling solo, these adventurers dedicate their lives to uncovering ancient secrets, lost artifacts, and general knowledge of the world's most exotic locations and cultures.\n\nPathfinders do not have a formalized set of rules or by-laws, but it is generally understood that the code of behavior is to:\n\nAside from these general expectations, there are no moral obligations affixed to Pathfinders; their motivations are their own. As such, one can find a great variety of races, backgrounds, and alignments among Pathfinders.1"
  },
  "Pixie": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Pixie",
    "lore": "Pixies resemble small humanoids with gossamer-thin butterfly wings, but are in fact an unusually tall type of sprite.1\n\nPixies resemble humans who are two feet tall and somewhat whimsical-looking, with vividly coloured butterfly wings. They make up for their small stature by floating at eye level with any creature they converse with. They are fast talkers who easily become over-excited.2citation needed\n\nPixies are creatures both tied to the natural world and beyond it; as fey sprites, they are inherently tied to the mysterious First World and possess unusual abilities.13 They are curious, excitable, and have a streak of puckishness. They are proud of their archery skills, which they practice by shooting dewdrops or severing vines and hairs.4"
  },
  "Levaloch": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Levaloch",
    "lore": "Levalochs, also known as warmonger devils, are the efficient and absolutely loyal soldiers of Hell's armies.1\n\nA levaloch is little more than a suit of armour made of dark metallic plates, scuttling upon six heavy, bladed, segmented legs. Its body is pierced with gleaming spikes studded with trophies, and has no internal structure. It wields a long trident in one arm and a barbed net in the other. With little variation, levalochs stand just over 10 feet tall and weigh almost exactly one ton.1\n\nLevalochs, like other outsiders, have no need for sleep, food, or drink,1 and are nourished and refreshed entirely through combat. If a levaloch is destroyed, its body contains only pitch.2"
  },
  "Catoblepas": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Catoblepas",
    "lore": "A catoblepas is an ugly creature having a boar-like head with short antlers, a thick bullish body covered in spines, and cloven hooves on their stumpy legs.1\n\nCatoblepases have been seen in such far-flung locations as the plains of Varno in Ustalav,2 and on the Shackles off the western coast of Garund.34\n\nFey counterparts to these strange creatures are frequently seen in the First World.5"
  },
  "Abrikandilu": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Abrikandilu",
    "lore": "Abrikandilus are also known as wrecker demons, so called because of their constant need to destroy anything of beauty.1\n\nAn abrikandilu is a deformed, horned, hunchbacked humanoid with a forked rat tail and two thumbs per hand. It stands four feet tall and weighs 200 pounds.1\n\nAbrikandilus are formed from the souls of vandals or defacers of works of art, especially those who did so out of envy. Their hatred of beauty is rivalled only by their loathing of their own shape, the sight of which (but not that of others of its kind) drives an abrikandilu into rage.1"
  },
  "Shadow": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Shadow",
    "lore": "Shadows are undead creatures who consume beings who stray from the light.12\n\nThe aptly named shadow is a shadowy, incorporeal undead creature which is vaguely humanoid in shape.12\n\nShadows can stalk in any area with poor light, including ruins, candle-lit rooms, and shrouded forests. They also travel between the Universe and the Netherworld, though it is unclear whether they can travel between planes on their own means or through a more powerful patron's.12"
  },
  "Otyugh": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Otyugh",
    "lore": "The otyugh is a weird-looking scavenger,1 sometimes called a trash eater or a sewer beast.2\n\nThe otyugh has a bizarre anatomy: its large central body is mostly mouth, with three stumpy legs and three tentacles—two with barbs, and one with numerous eyes.1\n\nTheir origin is unknown, but they are believed to be natural creatures rather than the result of a magical experiment. One theory is that they may be related to crocodiles. They can be found in both swamps and sewers; presumably they originated in swamps, but later discovered sewers to be a great source of food. They live on garbage in sewers, or on rotting plants and animals in the swamp. Few creatures can stomach eating an otyugh, so numbers are usually determined by the amount of food available.3"
  },
  "Calathgar": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Calathgar",
    "lore": "Calathgar are plants generally known by their common name: hail lilies. Although cuttings of these beautiful blue plants are highly prized among horticulturalists, few know that when left to grow to adulthood, they develop the most-unusual of traits: intelligence.1"
  },
  "Hadrosaurid": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Hadrosaurid",
    "lore": "Hadrosaurid, or duck-billed dinosaur, is a grouping of herbivorous dinosaur species that all share a characteristic flat snout with vegetation-grinding teeth. Their jaw shape is described as \"duck-billed\". Hadrosaurids can grow to the size of an elephant and usually range from 20 to 30 feet long with a maximum weight of about 10,000 pounds.12\n\nDespite their size, hadrosaurids likely flee from fights, rarely showing aggression, though a stampeding herd is incredibly dangerous and destructive.12\n\nGiants and other large creatures domesticate hadrosaurids but only as farmed livestock, as their propensity to run from danger makes them very poor mounts.12"
  },
  "Kasesh": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Kasesh",
    "lore": "Kaseshi1 are small green earth elementals created many thousands of years ago by the Vault Builders. Each of them has a single word on their body written in an unknown script from which they draw the focus of their power. Those with narrower words such as \"Stone\" have a more focused and limited power and understanding of the world, whereas those with broader concepts, such as a feeling, can have a much broader comprehension and a wider range of abilities.2\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Spring-Heeled Jack": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Spring-Heeled_Jack",
    "lore": "The Spring-Heeled Jack is a mysterious species of fey native to the First World who occasionally travels to the Universe to go on murder sprees. Due to their rarity and distrust of each other's company, Spring-Heeled Jacks have never been seen together, giving rise to the misconception that Spring-Heeled Jack is a singular, unique individual.12\n\nSpring-Heeled Jacks are hairy, horned bipeds with cruel glowing eyes, cloven hooves, and a pointed tail. They tend to wear tattered cloaks, called Jack's Tattered Capes, to disguise themselves at night. While these disguises are crude, a Spring-Heeled Jack only needs his victim to let their guard down enough to move within striking distance (much further away than most victims realise). The species' name comes from a Spring-Heeled Jack's ability to instantly leap great distances, suddenly closing gaps to strike with a knife which he calls his \"Little Love\".2 A Spring-Heeled Jack is about 4 feet in height and 80 pounds in weight."
  },
  "Meokdan": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Meokdan",
    "lore": "The starving meokdan, or hungry nindoru, is the least variety of nindoru.1\n\nA meokdan appears human in shape, with thick hair that grows all over its head and leaves only its mouth visible. Its arms appear unnaturally long and broken, with long-fingered hands that have ragged nails. Its skin is covered in small, open sores.1\n\nA meokdan can reach down its own throat and pull a bone from its stomach to wield as a fragile yet effective club. It can also gnaw on creatures or objects in an attempt to sate its hunger, using the frustration of attempting to eat an inanimate object to empower itself. Creatures killed by a meokdan are difficult to resurrect or raise as an undead creature, with the difficulty lingering until the offending meokdan is themself slain. Meokdans have a limited number of innate occult spells that they can cast, and they are able to speak in Aklo, Common, and Necril.1"
  },
  "Flytrap": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Flytrap",
    "lore": "Flytraps are carnivorous plants distinguished by tooth-edged mouth-like leaves. They feed on giant insects, but will also take humanoid prey.12\n\nSnapping flytraps possess two tooth-edged mouths at the end of ten-foot-long stalks. They are aggressive carnivores and bite at any creature that approaches them.12 They can move around with their roots, and are sometimes taken as animal companions.3\n\nGiant flytraps are ambush hunters that blend in with surrounding foliage, using the element of surprise to strike at their prey.12"
  },
  "Bogey": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Bogey",
    "lore": "Bogeymen are terrifying fey who devour innocence and steal souls. Depending on their relative power and size, they are classified as bogeys, bugaboos, or bogeymen.1\n\nBogeymen methodically stalk and torment a single person at a time, usually a young child or elder, for days or even weeks at a time. Bogeys typically hide under a bed, in a dark attic, or in a slightly ajar closet, while the more sophisticated bogeymen might ominously appear in shadowy back alleys or street corners. From there, they hint at their presence to methodically cultivate the victims' realisation that they are not alone, before fully revealing themselves. Devouring three souls in a year causes a bogey to transform into a bugaboo; six souls are needed for a bugaboo to become a bogeyman.12\n\nSometimes, instead of killing his victim, a bogeyman might kidnap them and bring them to a far-off location."
  },
  "Giant": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Giant",
    "lore": "Giants are a grouping of many types of unusually large humanoids who live in Golarion's remote reaches.12\n\nAll giants share massive humanoid forms. They often range from 12 to 40 feet tall and measure their weight in tons.3 They also share an elemental hunger, the nature of which often corresponds to their own. For example, frost giants consume large amounts of snow with their meals, while shadow giants crave the Netherworld's tangible shadow matter.2\n\nThere are many forms of giant on Golarion broadly classifiable into two categories: true giants and giantkin.4 True giants are sometimes referred to as giantkind.5"
  },
  "Huldra": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Huldra",
    "lore": "Huldra are cold-climate fey, resembling human females but sporting a fox tail and a wooden hollow in their backs; they have hatred for trolls.1\n\nFor additional as-yet unincorporated sources about this subject, see the Meta page."
  },
  "Daeodon": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Daeodon",
    "lore": "Daeodons, also known as dire boars,1 are much larger and more aggressive relatives of the common wild boar.23\n\nThey are generally at least ten feet in length and seven feet tall at the shoulder, weighing upwards of 2,000 pounds.23\n\nWhile wild boars are omnivores, dire boars prefer the taste of fresh meat, and their keen senses and large, sharp tusks make them superior predators. Primarily scavengers, daeodons occasionally attack smaller, lone individuals if no easier source of food is present.23"
  },
  "Holdfast": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Holdfast",
    "lore": "Holdfasts are small, burrowing, predatory animals.1\n\nA holdfast has a streamlined body covered with dappled grey fur, powerful jaws, and large talons.1\n\nA holdfast can see in low-light conditions, has a keen sense of smell, and can sense vibrations through the ground. As long as a holdfast can fit its head through an opening, it can squeeze its entire body through.1"
  },
  "False Priest": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/False_Priest",
    "lore": "The False Priest is the name given to the unidentified cleric of Urgathoa who plies his nefarious trade on the eastern borders of the Hold of Belkzen near the Battle of the Burning Child. He tries to trick passers-by into entering the battlefield where they might trigger an appearance of the undead entity known as the Burning Child, and become an unknowing offering to his dark mistress.1"
  },
  "Aghash": {
    "source": "PathfinderWiki",
    "url": "https://pathfinderwiki.com/wiki/Aghash",
    "lore": "Aghashes are a div species whose obsessive hatred concerns beautiful mortals.1citation needed\n\nAn aghash is a filthy hag-like creature draped in rags and hunched over on goat-like legs, giving its emaciated frame an obscene, jerking gait. Its face is featureless save for a large eye ringed by fangs. An aghash stands between five and six feet tall and weighs about 100 pounds.1citation needed\n\nMerely watching an aghash opens one to the curse of the evil eye which it embodies. It can deliver curses from a distance, leading some victims to believe they have been afflicted by a disease or cursed by the gods, all while the aghash delights in the suffering it has caused.1citation needed"
  }
}